{
  "overview": {
    "title": "Mount Kailash Through the Ages",
    "description": "Mount Kailash has been revered as sacred for thousands of years, long before recorded history. Unlike other great peaks, its significance lies not in conquest but in devotion.",
    "unclimbedStatus": "Mount Kailash remains unclimbed. No verified modern ascent has ever been completed, making it unique among the world's most prominent peaks."
  },
  "ancientHistory": [
    {
      "era": "Pre-Historic Era",
      "period": "Before 3000 BCE",
      "description": "Archaeological evidence suggests the region was considered sacred by early Tibetan Bon practitioners, who viewed Kailash as the seat of all spiritual power."
    },
    {
      "era": "Vedic Period",
      "period": "1500-500 BCE",
      "description": "Hindu scriptures including the Vishnu Purana and Skanda Purana describe Mount Meru (identified with Kailash) as the axis of the universe and abode of Lord Shiva."
    },
    {
      "era": "Buddhist Integration",
      "period": "7th Century CE",
      "description": "With the spread of Buddhism in Tibet, Kailash became associated with Buddha Demchok (Chakrasamvara). The famous story of Milarepa's spiritual contest with Bon master Naro Bon-chung established Buddhist primacy at the mountain."
    },
    {
      "era": "Jain Recognition",
      "period": "Historical",
      "description": "Jains identify Kailash as Ashtapada, where the first Tirthankara, Rishabhadeva, attained moksha (liberation). The mountain holds deep significance in Jain cosmology."
    }
  ],
  "modernHistory": [
    {
      "year": 1715,
      "event": "First European Documentation",
      "description": "Jesuit missionaries Ippolito Desideri and Manuel Freyre became the first Europeans to document Mount Kailash during their journey to Lhasa."
    },
    {
      "year": 1812,
      "event": "British Survey",
      "description": "William Moorcroft, a British veterinary surgeon, reached Lake Manasarovar, becoming one of the first Westerners to approach the sacred region."
    },
    {
      "year": 1907,
      "event": "Sven Hedin's Exploration",
      "description": "Swedish explorer Sven Hedin conducted detailed geographical surveys of the Kailash-Manasarovar region, producing the first accurate maps."
    },
    {
      "year": 1926,
      "event": "Hugh Ruttledge's Interest",
      "description": "British mountaineer Hugh Ruttledge expressed interest in climbing Kailash but never received permission due to the mountain's sacred status."
    },
    {
      "year": 1936,
      "event": "Austrian Expedition",
      "description": "Herbert Tichy, an Austrian mountaineer and writer, explored the region extensively but respected the climbing prohibition."
    },
    {
      "year": 1950,
      "event": "Chinese Control",
      "description": "Following the incorporation of Tibet into the People's Republic of China, access to Kailash became restricted for foreign pilgrims."
    },
    {
      "year": 1981,
      "event": "Reinhold Messner's Refusal",
      "description": "Legendary mountaineer Reinhold Messner was offered permission by Chinese authorities to climb Kailash. He famously refused, stating that 'if we conquer this mountain, then we conquer something in people's souls.'"
    },
    {
      "year": 1984,
      "event": "Pilgrimage Routes Reopen",
      "description": "China reopened the Kailash region to foreign pilgrims, allowing controlled access for the first time since 1950."
    },
    {
      "year": 2001,
      "event": "Spanish Climbing Controversy",
      "description": "A Spanish team received permission to climb Kailash, sparking international outcry. The permit was subsequently revoked following protests from religious communities worldwide."
    },
    {
      "year": 2003,
      "event": "Official Climbing Ban",
      "description": "China officially prohibited all climbing activities on Mount Kailash, respecting its sacred status to multiple religions."
    }
  ],
  "climbingAttempts": {
    "title": "Why Kailash Remains Unclimbed",
    "reasons": [
      {
        "title": "Religious Prohibition",
        "description": "Four major religions—Hinduism, Buddhism, Jainism, and Bon—consider Kailash sacred. Climbing would be seen as desecration."
      },
      {
        "title": "Government Protection",
        "description": "The Chinese government officially bans all climbing attempts, respecting the cultural and religious significance."
      },
      {
        "title": "Mountaineering Ethics",
        "description": "The international mountaineering community largely supports the ban, recognizing that some mountains hold greater value unclimbed."
      },
      {
        "title": "No Verified Historical Ascents",
        "description": "Despite various claims and legends, no credible evidence exists of any successful summit of Mount Kailash in recorded history."
      }
    ],
    "quote": {
      "text": "If we conquer this mountain, then we conquer something in people's souls. I would suggest that they go and climb something a little harder. Kailash is not so high and not so hard.",
      "author": "Reinhold Messner",
      "context": "When asked why he refused permission to climb Kailash in 1981"
    }
  },
  "geologicalHistory": {
    "title": "Geological Origins",
    "description": "Mount Kailash formed approximately 50 million years ago during the collision of the Indian and Eurasian tectonic plates. Its distinctive pyramidal shape, with four nearly symmetrical faces oriented to the cardinal directions, has contributed to its mystical reputation.",
    "facts": [
      "Part of the Kailash Range in the Transhimalaya",
      "Composed primarily of black rock with horizontal striations",
      "Source region for four of Asia's great rivers",
      "The shape resembles a cosmic axis or lingam in Hindu symbolism"
    ]
  }
}
